Repository: django-fluent/fluentcms-contactform
Catalog: fluentcms_contactform/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Staff information
nl: Informatie voor beheerders

source: Archive selected entries
nl: Archiveer geselecteerde regels

source: Default
nl: Standaard

source: Default with captcha
nl: Standaard met captcha

source: Default with reCAPTCHA
nl: Standaard met reCAPTCHA

source: This form style can't be used, it requires the '{0}' app to be installed.
nl: Deze stijl kan niet gebruikt worden omdat de '{0}' app niet geïnstalleerd is.

source: This form style can't be used, not all required libraries are installed. {0}
nl: Deze stijl kan niet gebruikt worden omdat niet alle benodigde voorzieningen geïnstalleerd zijn.{0}

source: Contact form submitted by '{name}'
nl: Contactformulier verstuurd door '{name}'

source: Submit
nl: Versturen

# captcha-help-text
source: Type the text.
nl: Typ de tekst.

source: Phone (optional)
nl: Telefoon (optioneel)

source: Submit date
nl: Instuurdatum

source: IP address
nl: IP-adres

source: Internal Notes
nl: Interne notities

source: Archived
nl: Gearchiveerd

source: Mark the form as archived when the e-mail has been handled.
nl: Markeer het formulier als gearchiveerd zodra de e-mail is afgehandeld.

source: Contact form data
nl: Contactformulier gegevens

source: Name
nl: Naam

source: Phone number
nl: Telefoonnummer

source: Subject
nl: Onderwerp

source: Message
nl: Bericht

source: Form
nl: Formulier

source: Email to
nl: E-mail naar

source: The email address where submitted forms should be sent to.
nl: Het e-mailadres waar ingestuurd formulieren naar toe verzonden worden.

source: Thank you message
nl: Bericht na versturen

source: Contact form
nl: Contactformulier

# email-text
source: Dear staff, A contactform was just filled in at %(site_domain)s.
nl: Beste staf, Een contactformulier is zojuist ingestuurd op %(site_domain)s.

# email-text
source: The submitted form can also be viewed at:
nl: Het verstuurde formulier kan ook bekeken worden op:

# email-text
source: Best, The %(site_name)s team
nl: Vriendelijke groet, Het %(site_name)s team
